{
    "home": "Start",
    "about": "Über mich",
    "projects": "Projekte",
    "academics": "Kurse",
    "resume": "Erfahrungen",
    "school": "Schule: ",
    "curr-school": "Universität Washington",
    "grad-year": "Abschlussjahr: ",
    "loc": "Wohnort: ",
    "major": "Hauptfächer: ",
    "major-title": "Angewandte und Rechentechnische Diplom Mathematikerin <i>(geplant)</i>,<br> Diplom in Deutsch <i>(geplant)</i>",
    "toolbox": "Programmiersprachen",
    "greeting": "Hallöchen!",
    "abt1": "<i>Ich bin eine Studentin im zweiten Jahr. Ich studiere Mathematik und wie es Program-Effizienz beeinflusst. Ich programmiere selbst gern.</i>",
    "abt2": "Seit ich an der Universität Washington eingeschrieben bin, habe ich mir mit herausfordernde schwierige Kurse ausgewählt. Ich habe viele Erfahrung mit Teamarbeit und Führung von meinen Aktivitäten in Nachhilfe und Freiwilligenarbeit.",
    "contact": "Lass uns Sprechen!",
    "con1": "Ich suche Industrie-Erfahrung und andere praktische Gelegenheiten, um zu programmieren. Sie können meine <a href='https://github.com/rina-reimer' title='Rina-Reimer Github' target='_blank' rel='noopener noreferrer'>Personalprojekte</a> sehen oder mir eine E-Mail auf <a href='mailto:rinareimer616@gmail.com' title='Schicken Sie mir eine E-Mail' target='_blank' rel='noopener noreferrer'>rinareimer616@gmail.com</a> schicken.",
    "proj1-title": "Nahtstelle-Schnitzerei",
    "proj1-desc": "<i>Haupt-Anwendungsentwicklerin</i><br>Dieses Java-Program benutzt den Dijkstra-Algorithmus, um Anwendungen von Pixeln in einem Foto zu finden, die am wenigsten Energie benutzen.",
    "proj2-title": "Elektrische Schaltung Rechner",
    "proj2-desc": "<i>Programmierer</i><br>Dieses Python-Program berechnet Spannungen auf allen Stromknoten in einer vorgegebenen elektrischen Schaltung und ihren Stromfluss. Es demonstriert lineares Algebra Wissen durch Anwendungen.",
    "cse373-title": "CSE 373 <br>Zahlen Strukturen und Algorithmen",
    "cse373-desc": "Hashtabelle, Warteschlangen, Graphen, höhen-balancierten Bäume, Heaps, asymptotischen Laufzeit und Graphenalgorithmen.",
    "amath352-title": "AMATH 352 <br>Angewandte Lineare Algebra",  
    "amath352-desc": "Gaußsches Eliminationsverfahren, LR-Zerlegung, QR-Zerlegung und Singulärwertzerlegung.",                
    "cse123-title": "CSE 123 <br>Einführung in Computer Programmierung III",
    "cse123-desc": "Rekursive Programmierung, Vererbung und Referenzsemantik.",
    "engl288-title": "ENGL 288 <br>Technisches und Berufliches Schreiben",
    "engl288-desc": "Vorstellungsgespräche, Technische Dokumentation, Schreiben für Zielgruppen, Projektvorschläge und Vermittlung der Ideen in einem Geschäftsumfeld.",
    "math208-title": "MATH 208 <br>Einführung in Matrix Algebra",
    "math208-desc": "Lineare Abbildungen, Vektorräume, Determinanten, Eigenwerten und Eigenvektoren",
    "cse-classes-taken": "CSE KURSE ABGESCHLOSSEN",
    "math-classes-taken": "MATH KURSE ABGESCHLOSSEN",
    "amath-classes-taken": "AMATH KURS ABGESCHLOSSEN",
    "resume-desc": "Arbeitserfahrung",
    "work1-title": "Mathematik Studienhilfer",
    "work1-company": "Freiberuflich",
    "work1-dates": "Mai 2021 - September 2022",
    "work1-desc": "<li>Ich bewarb mich und beschaffte Arbeit durch Community-Internetforen, um Kontakt mit abquälende Studenten herzustellen.</li> <li>Ich habe mit Studenten gearbeitet, um hochrangige Erzählungen über komplizierte Stoffe zu geben. </li> <li>Ich habe individuell zugeschnittene Wieder-Aufgaben von wichtigen Konzepten gemacht.</li>",    "work2-title": "Campleiterin",
    "work2-company": "<a href='https://diablodaycamp.org/' title='Diablo Day Camp' target='_blank' rel='noopener noreferrer'>Diablo Day Camp</a>",
    "work2-dates": "Juni 2016 - Gegenwart",
    "work2-desc": "<li>Ich habe mich für sechs Jahren als Leiterin-Auszubildender angeboten und bin in einer Führungsspitze gewachsen.</li> <li>Ich habe tägliche Versammlungen durchgeführt, um camp-weiten Aktivitäten zu planen und auszuführen.</li> <li>Ich habe Beratungen organisiert und geführt, um beständige Präsentationen über Camp-Fähigkeiten zu machen.</li> <li>Ich habe Ausbilderinnen auf wirksame Führung gelehrt.</li> <li>Ich war persönlich angefordert, um jährlich zurückzukehren, wegen meinen aufgezeigten Führungs- und Camper-Engagement- Fähigkeiten.</li> <li>Ich habe wieder ein Camp organisiert und geführt, mit Hilfe von meiner Rolle als Campleiterin, wo ich Aktivitäten und Mahlzeiten geplant habe.</li>",
    "extracirriculars": "Außerschulischen Aktivitäten",
    "xcirr1-title": "Studentin",
    "xcirr1-grp": "<a href='https://www.byjusfutureschool.com/' title='BYJU's FutureSchool' target='_blank' rel='noopener noreferrer'>BYJU's FutureSchool</a>",
    "xcirr1-dates": "September 2020 - Oktober 2022",
    "xcirr1-desc": "<li>Ein online individuelles Trainingsprogramm aus Indien, das Datenanalyse auf Python lehrt.</li> <li>Durch dieses Programm lernte ich über Datenbereinigung, Datenmodellierung und statistische Inferenzkonzepte durch selbstgemachte Datenanalyseprojekte mit Primärdaten von vielen internationalen Quellen. </li> <li>Ich habe Erfahrung in Programmierung hinzugewonnen und lernte mehr über Maschinelles Lernen und Wahrscheinlichkeitstheorie. </li>"
}